import React from 'react';

import "./Info.css"




const Info = (props) => {
    return (
        <div className="info">
            <div className="info-header">
                <div className="container-info">
                    <h1 className="center">Почему именно мы?</h1>

                    <article className="episode">
                        <div className="episode__number">1</div>
                        <div className="episode__content">
                            <div className="title">Заголовок</div>
                            <div className="story">
                                <p>Являясь всего лишь частью общей картины, явные признаки победы институционализации своевременно верифицированы. Таким образом, сплочённость команды профессионалов обеспечивает актуальность новых принципов формирования материально-технической и кадровой базы. Следует отметить, что высокое качество позиционных исследований, а также свежий взгляд на привычные вещи - безусловно открывает новые горизонты для стандартных подходов.</p>
                                <p>Являясь всего лишь частью общей картины, явные признаки победы институционализации своевременно верифицированы. Таким образом, сплочённость команды профессионалов обеспечивает актуальность новых принципов формирования материально-технической и кадровой базы. Следует отметить, что высокое качество позиционных исследований, а также свежий взгляд на привычные вещи - безусловно открывает новые горизонты для стандартных подходов.</p>
                            </div>
                        </div>
                    </article>

                    <article className="episode">
                        <div className="episode__number">2</div>
                        <div className="episode__content">
                            <div className="title">Заголовок</div>
                            <div className="story">
                                <p>Являясь всего лишь частью общей картины, явные признаки победы институционализации своевременно верифицированы. Таким образом, сплочённость команды профессионалов обеспечивает актуальность новых принципов формирования материально-технической и кадровой базы. Следует отметить, что высокое качество позиционных исследований, а также свежий взгляд на привычные вещи - безусловно открывает новые горизонты для стандартных подходов.</p>
                                <p>Являясь всего лишь частью общей картины, явные признаки победы институционализации своевременно верифицированы. Таким образом, сплочённость команды профессионалов обеспечивает актуальность новых принципов формирования материально-технической и кадровой базы. Следует отметить, что высокое качество позиционных исследований, а также свежий взгляд на привычные вещи - безусловно открывает новые горизонты для стандартных подходов.</p>
                            </div>
                        </div>
                    </article>

                    <article className="episode">
                        <div className="episode__number">3</div>
                        <div className="episode__content">
                            <div className="title">Заголовок</div>
                            <div className="story">
                                <p>Являясь всего лишь частью общей картины, явные признаки победы институционализации своевременно верифицированы. Таким образом, сплочённость команды профессионалов обеспечивает актуальность новых принципов формирования материально-технической и кадровой базы. Следует отметить, что высокое качество позиционных исследований, а также свежий взгляд на привычные вещи - безусловно открывает новые горизонты для стандартных подходов.</p>
                                <p>Являясь всего лишь частью общей картины, явные признаки победы институционализации своевременно верифицированы. Таким образом, сплочённость команды профессионалов обеспечивает актуальность новых принципов формирования материально-технической и кадровой базы. Следует отметить, что высокое качество позиционных исследований, а также свежий взгляд на привычные вещи - безусловно открывает новые горизонты для стандартных подходов.</p>
                            </div>
                        </div>
                    </article>

                    <article className="episode">
                        <div className="episode__number">4</div>
                        <div className="episode__content">
                            <div className="title">Заголовок</div>
                            <div className="story">
                                <p>Являясь всего лишь частью общей картины, явные признаки победы институционализации своевременно верифицированы. Таким образом, сплочённость команды профессионалов обеспечивает актуальность новых принципов формирования материально-технической и кадровой базы. Следует отметить, что высокое качество позиционных исследований, а также свежий взгляд на привычные вещи - безусловно открывает новые горизонты для стандартных подходов.</p>
                                <p>Являясь всего лишь частью общей картины, явные признаки победы институционализации своевременно верифицированы. Таким образом, сплочённость команды профессионалов обеспечивает актуальность новых принципов формирования материально-технической и кадровой базы. Следует отметить, что высокое качество позиционных исследований, а также свежий взгляд на привычные вещи - безусловно открывает новые горизонты для стандартных подходов.</p>
                            </div>
                        </div>
                    </article>
                </div>
            </div>

        </div>
    );
};

export default Info;