import React from 'react';
import "./Info.css"

export const Info = () => {
    return (

        <div className="info">
            <ul className="circles">
                <li></li>
                <li></li>
                <li></li>
                <li></li>
                <li></li>
                <li></li>
                <li></li>
                <li></li>
                <li></li>
                <li></li>

            </ul>
            <div className="info-header">
                <div className="container-info">
                    <h1 className="center">Контактная информация</h1>
                    <article className="episode">
                        <div className="episode__number">1</div>
                        <div className="episode__content">
                            <div className="title">Reception</div>
                            <div className="story">
                                <p>Являясь всего лишь частью общей картины, явные признаки победы институционализации своевременно верифицированы. Таким образом, сплочённость команды профессионалов обеспечивает актуальность новых принципов формирования материально-технической и кадровой базы. Следует отметить, что высокое качество позиционных исследований, а также свежий взгляд на привычные вещи - безусловно открывает новые горизонты для стандартных подходов.</p>
                                <p className="story-info">Контактная информация: </p>
                                <p>График работы: ПН-ВС 9:00 - 20:00 </p>
                                <p>Номер телефона: +78005553535</p>
                            </div>
                        </div>
                    </article>
                    <article className="episode">
                        <div className="episode__number">2</div>
                        <div className="episode__content">
                            <div className="title">Тренажерный зал</div>
                            <div className="story">
                                <p>Являясь всего лишь частью общей картины, явные признаки победы институционализации своевременно верифицированы. Таким образом, сплочённость команды профессионалов обеспечивает актуальность новых принципов формирования материально-технической и кадровой базы. Следует отметить, что высокое качество позиционных исследований, а также свежий взгляд на привычные вещи - безусловно открывает новые горизонты для стандартных подходов.</p>
                                <p className="story-info">Контактная информация: </p>
                                <p>График работы: ПН-ВС 9:00 - 20:00 </p>
                                <p>Номер телефона: +78005553535</p>
                            </div>
                        </div>
                    </article>
                    <article className="episode">
                        <div className="episode__number">3</div>
                        <div className="episode__content">
                            <div className="title">Бассейн</div>
                            <div className="story">
                                <p>Являясь всего лишь частью общей картины, явные признаки победы институционализации своевременно верифицированы. Таким образом, сплочённость команды профессионалов обеспечивает актуальность новых принципов формирования материально-технической и кадровой базы. Следует отметить, что высокое качество позиционных исследований, а также свежий взгляд на привычные вещи - безусловно открывает новые горизонты для стандартных подходов.</p>
                                <p className="story-info">Контактная информация: </p>
                                <p>График работы: ПН-ВС 9:00 - 20:00 </p>
                                <p>Номер телефона: +78005553535</p>
                            </div>
                        </div>
                    </article>
                    <article className="episode">
                        <div className="episode__number">4</div>
                        <div className="episode__content">
                            <div className="title">Зал бокса</div>
                            <div className="story">
                                <p>Являясь всего лишь частью общей картины, явные признаки победы институционализации своевременно верифицированы. Таким образом, сплочённость команды профессионалов обеспечивает актуальность новых принципов формирования материально-технической и кадровой базы. Следует отметить, что высокое качество позиционных исследований, а также свежий взгляд на привычные вещи - безусловно открывает новые горизонты для стандартных подходов.</p>
                                <p className="story-info">Контактная информация: </p>
                                <p>График работы: ПН-ВС 9:00 - 20:00 </p>
                                <p>Номер телефона: +78005553535</p>
                            </div>
                        </div>
                    </article>
                </div>
            </div>
        </div>
    );
};