import React, { Component } from "react";
import "./News.css";
import ProfilePicture from "../../assets/default-profile-picture.jpg";
import Gym from "../../assets/gym.jpg";

export default class News extends Component {

    state = {
        header: '',
        content: '',
        dateTime: '',
        imgURL: ''
    }

    render() {
        return(
            <div>
                <div className="row-news d-flex justify-content-between">
                    <div className="container-fluid block-news">
                        <h2 className="title">ЛЭТИ переводит
                            студентов</h2>
                        <div className="dateTime title">
                            <p>25.06.2001</p>
                        </div>
                        <div className="content-news d-flex flex-column">
                            <h2 className="title-news">ЛЭТИ переводит
                                студентов</h2>
                            <p className="content-news-text fw-light">Приятно, граждане, наблюдать, как элементы политического процесса могут быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу! В частности, экономическая повестка сегодняшнего дня позволяет выполнить важные задания по разработке дальнейших направлений развития. Мы вынуждены отталкиваться от того, что разбавленное изрядной долей эмпатии, рациональное мышление прекрасно подходит для реализации модели развития.Приятно, граждане, наблюдать, как элементы политического процесса могут быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу! В частности, экономическая повестка сегодняшнего дня позволяет выполнить важные задания по разработке дальнейших направлений развития. Мы вынуждены отталкиваться от того, что разбавленное изрядной долей эмпатии, рациональное мышление прекрасно подходит для реализации модели развития.</p>
                            <div>
                                <p>25.06.2001</p>
                            </div>
                        </div>
                    </div>
                    <div className="container-fluid block-news">
                        <h2 className="title">ЛЭТИ переводит
                            студентов</h2>
                        <div className="dateTime title">
                            <p>25.06.2001</p>
                        </div>
                        <div className="content-news d-flex flex-column">
                            <h2 className="title-news">ЛЭТИ переводит
                                студентов</h2>
                            <p className="content-news-text fw-light">Приятно, граждане, наблюдать, как элементы политического процесса могут быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу! В частности, экономическая повестка сегодняшнего дня позволяет выполнить важные задания по разработке дальнейших направлений развития. Мы вынуждены отталкиваться от того, что разбавленное изрядной долей эмпатии, рациональное мышление прекрасно подходит для реализации модели развития.Приятно, граждане, наблюдать, как элементы политического процесса могут быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу! В частности, экономическая повестка сегодняшнего дня позволяет выполнить важные задания по разработке дальнейших направлений развития. Мы вынуждены отталкиваться от того, что разбавленное изрядной долей эмпатии, рациональное мышление прекрасно подходит для реализации модели развития.</p>
                            <div>
                                <p>25.06.2001</p>
                            </div>
                        </div>
                    </div>
                    <div className="container-fluid block-news">
                        <h2 className="title">ЛЭТИ переводит
                            студентов</h2>
                        <div className="dateTime title">
                            <p>25.06.2001</p>
                        </div>
                        <div className="content-news d-flex flex-column">
                            <h2 className="title-news">ЛЭТИ переводит
                                студентов</h2>
                            <p className="content-news-text fw-light">Приятно, граждане, наблюдать, как элементы политического процесса могут быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу! В частности, экономическая повестка сегодняшнего дня позволяет выполнить важные задания по разработке дальнейших направлений развития. Мы вынуждены отталкиваться от того, что разбавленное изрядной долей эмпатии, рациональное мышление прекрасно подходит для реализации модели развития.Приятно, граждане, наблюдать, как элементы политического процесса могут быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу! В частности, экономическая повестка сегодняшнего дня позволяет выполнить важные задания по разработке дальнейших направлений развития. Мы вынуждены отталкиваться от того, что разбавленное изрядной долей эмпатии, рациональное мышление прекрасно подходит для реализации модели развития.</p>
                            <div>
                                <p>25.06.2001</p>
                            </div>
                        </div>
                    </div>
                </div>
                <div className="row-news d-flex justify-content-start">
                    <div className="container-fluid block-news">
                        <h2 className="title">ЛЭТИ переводит
                            студентов</h2>
                        <div className="dateTime title">
                            <p>25.06.2001</p>
                        </div>
                        <div className="content-news d-flex flex-column">
                            <h2 className="title-news">ЛЭТИ переводит
                                студентов</h2>
                            <p className="content-news-text fw-light">Приятно, граждане, наблюдать, как элементы политического процесса могут быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу! В частности, экономическая повестка сегодняшнего дня позволяет выполнить важные задания по разработке дальнейших направлений развития. Мы вынуждены отталкиваться от того, что разбавленное изрядной долей эмпатии, рациональное мышление прекрасно подходит для реализации модели развития.Приятно, граждане, наблюдать, как элементы политического процесса могут быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу! В частности, экономическая повестка сегодняшнего дня позволяет выполнить важные задания по разработке дальнейших направлений развития. Мы вынуждены отталкиваться от того, что разбавленное изрядной долей эмпатии, рациональное мышление прекрасно подходит для реализации модели развития.</p>
                            <div>
                                <p>25.06.2001</p>
                            </div>
                        </div>
                    </div>
                    <div className="container-fluid block-news">
                        <h2 className="title">ЛЭТИ переводит
                            студентов</h2>
                        <div className="dateTime title">
                            <p>25.06.2001</p>
                        </div>
                        <div className="content-news d-flex flex-column">
                            <h2 className="title-news">ЛЭТИ переводит
                                студентов</h2>
                            <p className="content-news-text fw-light">Приятно, граждане, наблюдать, как элементы политического процесса могут быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу! В частности, экономическая повестка сегодняшнего дня позволяет выполнить важные задания по разработке дальнейших направлений развития. Мы вынуждены отталкиваться от того, что разбавленное изрядной долей эмпатии, рациональное мышление прекрасно подходит для реализации модели развития.Приятно, граждане, наблюдать, как элементы политического процесса могут быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу! В частности, экономическая повестка сегодняшнего дня позволяет выполнить важные задания по разработке дальнейших направлений развития. Мы вынуждены отталкиваться от того, что разбавленное изрядной долей эмпатии, рациональное мышление прекрасно подходит для реализации модели развития.</p>
                            <div>
                                <p>25.06.2001</p>
                            </div>
                        </div>
                    </div>
                    <div className="container-fluid block-news">
                        <h2 className="title">ЛЭТИ переводит
                            студентов</h2>
                        <div className="dateTime title">
                            <p>25.06.2001</p>
                        </div>
                        <div className="content-news d-flex flex-column">
                            <h2 className="title-news">ЛЭТИ переводит
                                студентов</h2>
                            <p className="content-news-text fw-light">Приятно, граждане, наблюдать, как элементы политического процесса могут быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу! В частности, экономическая повестка сегодняшнего дня позволяет выполнить важные задания по разработке дальнейших направлений развития. Мы вынуждены отталкиваться от того, что разбавленное изрядной долей эмпатии, рациональное мышление прекрасно подходит для реализации модели развития.Приятно, граждане, наблюдать, как элементы политического процесса могут быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу! В частности, экономическая повестка сегодняшнего дня позволяет выполнить важные задания по разработке дальнейших направлений развития. Мы вынуждены отталкиваться от того, что разбавленное изрядной долей эмпатии, рациональное мышление прекрасно подходит для реализации модели развития.</p>
                            <div>
                                <p>25.06.2001</p>
                            </div>
                        </div>
                    </div>
                </div>
                <div className="row-news d-flex justify-content-start">
                    <div className="container-fluid block-news">
                        <h2 className="title">ЛЭТИ переводит
                            студентов</h2>
                        <div className="dateTime title">
                            <p>25.06.2001</p>
                        </div>
                        <div className="content-news d-flex flex-column">
                            <h2 className="title-news">ЛЭТИ переводит
                                студентов</h2>
                            <p className="content-news-text fw-light">Приятно, граждане, наблюдать, как элементы политического процесса могут быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу! В частности, экономическая повестка сегодняшнего дня позволяет выполнить важные задания по разработке дальнейших направлений развития. Мы вынуждены отталкиваться от того, что разбавленное изрядной долей эмпатии, рациональное мышление прекрасно подходит для реализации модели развития.Приятно, граждане, наблюдать, как элементы политического процесса могут быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу! В частности, экономическая повестка сегодняшнего дня позволяет выполнить важные задания по разработке дальнейших направлений развития. Мы вынуждены отталкиваться от того, что разбавленное изрядной долей эмпатии, рациональное мышление прекрасно подходит для реализации модели развития.</p>
                            <div>
                                <p>25.06.2001</p>
                            </div>
                        </div>
                    </div>
                    <div className="container-fluid block-news">
                        <h2 className="title">ЛЭТИ переводит
                            студентов</h2>
                        <div className="dateTime title">
                            <p>25.06.2001</p>
                        </div>
                        <div className="content-news d-flex flex-column">
                            <h2 className="title-news">ЛЭТИ переводит
                                студентов</h2>
                            <p className="content-news-text fw-light">Приятно, граждане, наблюдать, как элементы политического процесса могут быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу! В частности, экономическая повестка сегодняшнего дня позволяет выполнить важные задания по разработке дальнейших направлений развития. Мы вынуждены отталкиваться от того, что разбавленное изрядной долей эмпатии, рациональное мышление прекрасно подходит для реализации модели развития.Приятно, граждане, наблюдать, как элементы политического процесса могут быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу! В частности, экономическая повестка сегодняшнего дня позволяет выполнить важные задания по разработке дальнейших направлений развития. Мы вынуждены отталкиваться от того, что разбавленное изрядной долей эмпатии, рациональное мышление прекрасно подходит для реализации модели развития.</p>
                            <div>
                                <p>25.06.2001</p>
                            </div>
                        </div>
                    </div>
                    <div className="container-fluid block-news">
                        <h2 className="title">ЛЭТИ переводит
                            студентов</h2>
                        <div className="dateTime title">
                            <p>25.06.2001</p>
                        </div>
                        <div className="content-news d-flex flex-column">
                            <h2 className="title-news">ЛЭТИ переводит
                                студентов</h2>
                            <p className="content-news-text fw-light">Приятно, граждане, наблюдать, как элементы политического процесса могут быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу! В частности, экономическая повестка сегодняшнего дня позволяет выполнить важные задания по разработке дальнейших направлений развития. Мы вынуждены отталкиваться от того, что разбавленное изрядной долей эмпатии, рациональное мышление прекрасно подходит для реализации модели развития.Приятно, граждане, наблюдать, как элементы политического процесса могут быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу! В частности, экономическая повестка сегодняшнего дня позволяет выполнить важные задания по разработке дальнейших направлений развития. Мы вынуждены отталкиваться от того, что разбавленное изрядной долей эмпатии, рациональное мышление прекрасно подходит для реализации модели развития.</p>
                            <div>
                                <p>25.06.2001</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        );
    }
}